millenium!saldaoinformatica/docs/Acknowledgement-TICKET.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
   <soapenv:Header />
   <soapenv:Body>
      <tem:UpdateTicketACKStatus>
         <tem:ResponseXml>
            <ns:PipSystemAcknowledgement xmlns:ns="http://www.acer.com.tw/rod/xmlschema/PipSystemAcknowledgement">
               <ns:TransmissionDocumentCategory>ABBSACK</ns:TransmissionDocumentCategory>
               <ns:TransmissionDocumentDateTime>
                  <ns:DateTimeStamp>20171003231056</ns:DateTimeStamp>
               </ns:TransmissionDocumentDateTime>
               <ns:TransmissionDocumentIdentifier>
                  <ns:ProprietaryDocumentIdentifier>InBound_CSS_20170930113014.xml</ns:ProprietaryDocumentIdentifier>
               </ns:TransmissionDocumentIdentifier>
               <ns:StatusInformation>
                  <ns:Status>BGH-Success</ns:Status>
                  <ns:StatusDescription>
                     <ns:StatusCode>BGH-Success</ns:StatusCode>
                     <ns:CSSTicketId>1861949X</ns:CSSTicketId>
                     <ns:Description />
                  </ns:StatusDescription>
               </ns:StatusInformation>
            </ns:PipSystemAcknowledgement>
         </tem:ResponseXml>
      </tem:UpdateTicketACKStatus>
   </soapenv:Body>
</soapenv:Envelope>